Repository: plrigaux/sysd-manager
Catalog: po/*.po
Languages: es, et, fr, pt, ru

# pref time style
source: Seconds since the epoch
es: Segundos desde la época
et: Sekundeid epohhi algusest

# pref time style
source: Micro seconds since the epoch
es: Microsegundos desde la época
et: Mikrosekundeid epohhi algusest

# pref time style
source: UTC usec
et: UTC μsek

# pref time style
source: Unix usec
et: Unix μsek

# unit file
source: Flatpak permission needed!
et: Vajalikud on flatpaki õigused!
