Repository: plrigaux/sysd-manager
Catalog: po/*.po
Languages: es, et, fr, pt, ru

# shortcut window
source: Display SysD Manager Original List
fr: Afficher la liste originale de SysD Manager

# shortcut window
source: Display Loaded Units
fr: Afficher les unités chargées

# shortcut window
source: Display Unit Files
fr: Afficher les fichiers d'unité

# shortcut window
source: Display Timers
fr: Afficher les Chronos

# shortcut window
source: Display Sockets
fr: Afficher les sockets

# shortcut window
source: Display User Customised Units list
fr: Afficher la liste personnalisé par l'utilisateur

# control
source: Enable Unit File ➚
es: Habilitar archivo de unidad ➚
et: Lülita üksusefail sisse ➚
fr: Activer un fichier d'unité ➚
pt: Ativar ficheiro de unidade ➚
ru: Включить юнит-файл ➚

# control
source: _Disable Unit File ➚
es: _Deshabilitar archivo de unidad ➚
et: Lüli_ta üksusefail välja ➚
fr: Désactiver le fichier d'unité ➚
pt: _Desabilitar ficheiro de unidade ➚
ru: _Отключить юнит-файл➚

# control
source: Unmask the selected unit file. This will undo the effect of <b>Mask</b>
es: Desenmascarar el archivo de unidad seleccionado. Esto deshará el efecto de la máscara.
fr: Démasquer le fichier d'unité sélectionné. Cela annulera l'effet de <b>Masquer</b>
pt: Desmascare o ficheiro de unidade selecionado. Isto desfará o efeito de <b>Máscara</b>
ru: Снять маскировку с выбранного юнита. Это отменит действие команды <b>Маскировать</b>

# control
source: Send _Kill Signal ➚
es: Enviar señal de muerte ➚
fr: Envoyer un signal _Kill ➚
pt: Enviar _Sinal de morte ➚
ru: Отправить сигнал _Kill ➚

# control
source: Send a signal to a process or a group of processes
es: Enviar una señal a un proceso o a un grupo de procesos
fr: Envoyer un signal à un processus ou à un groupe de processus
pt: Enviar um sinal para um processo ou um grupo de processos
ru: Отправить сигнал процессу или группе процессов

# control
source: _Queue Signal ➚
es: _Señal de cola ➚
fr: Envoyer un signal _Queue ➚
pt: _Sinal de fila ➚
ru: Сигнал _ очереди ➚

# control
source: Queue a signal to a process or a group of processes
es: Poner en cola una señal para un proceso o un grupo de procesos
fr: Envoyer un signal à un processus ou à un groupe de processus
pt: Enfileirar um sinal para um processo ou um grupo de processos
ru: Передача сигнала в очередь процессу или группе процессов

# control
source: _Clean ➚
es: _Limpiar ➚
fr: _Nettoyer ➚
pt: _Limpo ➚
ru: _Очистить ➚

# control
source: Remove the configuration, state, cache, logs or runtime data of the specified unit. <u>Note:</u> the unit must be <b>inactive</b> to be cleaned.
fr: Supprimez la configuration, l'état, le cache, les journaux ou les données d'exécution de l'unité spécifiée. <u>Remarque :</u> l'unité doit être <b>inactive</b> pour être nettoyée.

# control
source: Freeze the specified unit using cgroup freezer
es: Congele la unidad especificada usando el congelador cgroup
fr: Geler l'unité spécifiée à l'aide du congélateur cgroup
pt: Congelar a unidade especificada usando o cgroup freezer
ru: Приостановить указанный юнит через cgroup freezer

# control
source: Thaw
es: Deshielo
et: Sulata üles
fr: Décongeler
pt: Descongelamento
ru: Возобновить

# control
source: Thaw (unfreeze) the specified unit
es: Descongelar (descongelar) la unidad especificada
et: Sulata valitud üksus üles
fr: Décongeler l'unité spécifiée
pt: Descongelar a unidade especificada
ru: Возобновить работу указанного юнита

# control
source: M_ask ➚
fr: Masquer ➚
pt: _Máscara ➚
ru: Замаскировать ➚

# control
source: Mask the selected unit. This will link these unit files to <u>/dev/null</u>, making it impossible to start them. This is a stronger version of <b>disable</b>, since it prohibits all kinds of activation of the unit, including enablement and manual activation. <b>Use this option with care.</b>
es: Enmascarar la unidad seleccionada. Esto vinculará los archivos de la unidad a <u>/dev/null</u>, lo que imposibilitará su inicio. Esta es una versión más robusta de <b>deshabilitar</b>, ya que prohíbe cualquier tipo de activación de la unidad, incluyendo la habilitación y la activación manual. <b>Use esta opción con precaución.</b>
fr: Masquer l'unité sélectionnée. Cela liera les fichiers de l'unité à <u>/dev/null</u>, rendant leur démarrage impossible. Il s'agit d'une version plus puissante de <b>désactiver</b>, car elle interdit toute activation de l'unité, y compris l'activation manuelle. <b>Utilisez cette option avec précaution.</b>
pt: Mascare a unidade selecionada. Isto vinculará os ficheiros da unidade a <u>/dev/null</u>, impossibilitando a sua inicialização. Esta é uma versão mais robusta de <b>desativar</b>, pois proíbe todos os tipos de ativação da unidade, incluindo habilitação e ativação manual. <b>Use esta opção com cuidado.</b>
ru: Замаскировать выбранный юнит. При этом файлы юнита будут связаны с <u>/dev/null</u>, что сделает невозможным его запуск. Это более строгая версия команды <b>disable</b>, поскольку она запрещает все виды активации юнита, включая автоматический запуск и ручной запуск. <b>Используйте эту опцию с осторожностью.</b>

# control
source: _UnMask
es: _Desenmascarar
et: _Lõpeta peitmine
fr: Démasqu_er
ru: _Демаскировать

# control
source: Reload Unit
es: Unidad de recarga
et: Laadi üksus uuesti
fr: Recharger l'unité
pt: Unidade de recarga
ru: Перезагрузить юнит

# control
source: Ask the specified unit to reload its configuration
es: Solicitar a la unidad especificada que recargue su configuración
fr: Demander à l'unité spécifiée de recharger sa configuration
pt: Peça à unidade especificada para recarregar a sua configuração
ru: Перезагрузить конфигурацию указанного юнита

# control
source: _Preset ➚
es: _Preestablecido ➚
fr: _Prérégler ➚
pt: _Predefinição ➚
ru: Предустановка ➚

# control
source: Enable or Disable one or more unit files according to the preset policy
es: Habilitar o deshabilitar uno o más archivos de unidad según la política preestablecida
fr: Activer ou désactiver un ou plusieurs fichiers d'unité en fonction de la politique de préréglageActiver ou désactiver un ou plusieurs fichiers d'unité en fonction de la politique de préréglage
pt: Ativar ou desativar um ou mais ficheiros de unidade de acordo com a política predefinida
ru: Включить или отключить один или несколько юнитов в соответствии с preset-политикой

# control
source: _Reenable ➚
es: _Volver a habilitar ➚
et: Lülita _uuesti sisse ➚
fr: _Réactiver ➚
pt: _Reativar ➚
ru: Повторно включить➚

# control
source: Apply the changes to one or more units that would result from disabling and enabling the unit quickly one after the other in an atomic fashion
es: Aplicar los cambios a una o más unidades que resultarían de deshabilitar y habilitar la unidad rápidamente una tras otra de manera atómica
fr: Appliquer les modifications à une ou plusieurs unités qui résulteraient d'une désactivation suivie d'une activation atomique de l'unitéAppliquer les modifications à une ou plusieurs unités qui résulteraient d'une désactivation suivie d'une activation atomique de l'unité
pt: Aplique as alterações a uma ou mais unidades que resultariam da desativação e ativação rápida da unidade, uma após a outra, de forma atômica
ru: Атомарно применить изменения, эквивалентные последовательному отключению и повторному включению юнита

# control
source: _Link ➚
es: _Enlace ➚
fr: _Lier ➚
ru: Связать➚

# control
source: Link unit files (that are located outside of the usual unit search paths) into the unit search path
es: Vincular archivos de unidad (que se encuentran fuera de las rutas de búsqueda de unidades habituales) a la ruta de búsqueda de unidad
fr: Lier des fichiers d'unité (qui sont situés à l'extérieur des chemins de recherche habituels) dans le chemin de recherche de l'unitéLier des fichiers d'unité (qui sont situés à l'extérieur des chemins de recherche habituels) dans le chemin de recherche de l'unité
pt: Vincular ficheiros de unidade (que estão localizados fora dos caminhos de pesquisa de unidade usuais) no caminho de pesquisa de unidade
ru: Добавляет файлы юнитов (расположенные вне стандартных путей поиска) в путь поиска systemd

# signals
source: No Systemd signals Start or Stop a Unit to see some appearing
es: No hay señales de Systemd. Inicie o detenga una unidad para ver algunas señales.
fr: Aucun signaux Systemd Démarrez ou arrêtez une unité pour en voir apparaître
pt: Nenhum sinal do Systemd Inicie ou pare uma unidade para ver alguns sinais aparecendo
ru: Нет сигналов Systemd Запустите или остановите юнит, чтобы они отобразились здесь

# signals
source: No signals
es: Sin señales
et: Signaale pole
fr: Pas de signaux
pt: Sem sinais
ru: Нет сигналов

# signals
source: Time
es: Tiempo
et: Aeg
fr: Temps
pt: Tempo
ru: Время

# signals
source: Details
es: Detalles
et: Üksikasjad
fr: Détails
pt: Pormenores
ru: Подробности

# signals
source: Watch Signals
es: Señales de vigilancia
et: Jälgi signaale
fr: Monitorer les signaux
pt: Sinais de relógio
ru: Отслеживать сигналы

# find_text
source: Find in Text
fr: Rechercher dans le texte

# find_text
source: Match Case
fr: Respecte la casse

# find_text
source: Match Whole Word
fr: Faire correspondre au mot entier

# find_text
source: Use Regular Expression
fr: Utilisez une expression régulière

# find_text
source: Previous Match
fr: Match précédent

# find_text
source: Match Next
fr: Match suivant

# control info
source: Enabled
es: Activado
et: Sisselülitatud
fr: Activé
pt: Ativado
ru: Включен

# control tooltip
source: Start unit
es: Unidad de arranque
et: Käivita üksus
fr: Redémarrer l'unité
pt: Unidade inicial
ru: Запустить юнит

# controls
source: _Start
es: _Comenzar
et: _Käivita
fr: _Démarrer
pt: _Começar
ru: _Запустить

# control tooltip
source: Stop Modes
es: Modos de parada
et: Lõpetamisviisid
fr: Modes d'arrêt
pt: Modos de paragem
ru: Режимы остановки

# control tooltip
source: Stop unit
es: Unidad de parada
et: Lõpeta üksuse töö
fr: Arrêter l'unité
pt: Unidade de paragem
ru: Остановить юнит

# controls
source: S_top
es: _Detener
et: Lõpe_ta
fr: Arrê_ter
pt: _Parar
ru: О_становить

# controls tooltip
source: Stop unit
es: Unidad de parada
et: Lõpeta üksuse töö
fr: Arrêter l'unité
pt: Unidade de paragem
ru: Остановить юнит

# control tooltip
source: Restart Modes
es: Modos de reinicio
et: Taaskäivituse viisid
fr: Modes de redémarrage
pt: Modos de reinicialização
ru: Режимы перезапуска

# controls tooltip
source: Restart unit
es: Reiniciar la unidad
et: Käivita üksus uuesti
fr: Redémarrer l'unité
pt: Reiniciar unidade
ru: Перезапустить юнит

# controls
source: Restart
es: Reanudar
et: Käivita uuesti
fr: Redémarrer
pt: Reiniciar
ru: Перезапустить

# controls menu
source: _More ...
es: _Más ...
et: _Veel ...
fr: _Plus ...
pt: _Mais ...
ru: _Другие действия...

# controls tab
source: Unit Info
es: Información de la unidad
et: Üksuse teave
fr: Information
pt: Informações da unidade
ru: Сведения о юните

# controls tab
source: Dependencies
es: Dependencias
et: Sõltuvused
fr: Dépendances
pt: Dependências
ru: Зависимости

# controls tab
source: File
es: Archivo
et: Fail
fr: Fichier
pt: Ficheiro
ru: Файл

# dependency
source: plain
es: plano
et: tavaline
fr: plat
pt: simples
ru: Без форматирования

# dependency
source: No dependencies
es: Sin dependencias
et: Sõltuvusi pole
fr: Aucune dépendances
pt: Sem dependências
ru: Нет зависимостей

# file
source: Save
es: Ahorrar
et: Salvesta
fr: Enregister
pt: Gravar
ru: Сохранить

# file
source: The unit has no file associated
es: La unidad no tiene ningún archivo asociado
et: Antud üksusega pole faili seotud
fr: L'unité n'a aucun fichier associé
pt: A unidade não possui nenhum ficheiro associado
ru: Юнит не связан с файлом

# file
source: No Unit File
et: Üksusefaili pole
fr: Pas de fichier pour l'unité
ru: Нет юнит-файла

source: Create Drop-in
fr: Créer un drop-in

source: Runtime
fr: Durée d'exécution

source: Revert Drop-in
fr: Annuler le Drop-in

# unit info
source: _Refresh
es: _Refrescar
et: Vä_rskenda
fr: _Rafraîchir
pt: _Atualizar
ru: _Обновить

# unit info
source: Show all _Properties
es: Mostrar todas las _Propiedades
et: Näita kõiki _omadusi
fr: Afficher tout les propriétés
pt: Mostrar todas as _Propriedades
ru: Показать все свойства

source: Clear Filters
et: Tühjenda filtrid
fr: Supprimer les filtres
ru: Сбросить фильтры

# list tooltip
source: Loaded Units Retrieved
es: Unidades cargadas recuperadas
et: Laaditud üksusefailid on otsitud välja
fr: Unités chargées récupérées
pt: Unidades carregadas recuperadas
ru: Загруженные юниты получены

# list info
source: Loaded Units Retrieved
es: Unidades cargadas recuperadas
et: laaditud üksusefaili on otsitud välja
fr: Unités chargées récupérées
pt: Unidades carregadas recuperadas
ru: Загруженные юниты получены

# list tooltip
source: Unit Files Retrieved
es: Archivos de unidad recuperados
et: Üksusefailid on otsitud välja
fr: Fichiers d'unité récupérés
pt: Ficheiros de unidade recuperados
ru: Полученные юнит-файлы

# list info
source: Unit Files Retrieved
es: Archivos de unidad recuperados
et: üksusefaili on otsitud välja
fr: Fichiers d'unité récupérés
pt: Ficheiros de unidade recuperados
ru: Полученные юнит-файлы

# list tooltip
source: Units displayed
es: Unidades mostradas
et: Kuvatud üksused
fr: Unités affichées
pt: Unidades exibidas
ru: Отображаемые юниты

# list info
source: Units Displayed
es: Unidades mostradas
et: kuvatud üksust
fr: Unités affichées
pt: Unidades exibidas
ru: Отображаемые Юниты

# list info tooltip
source: Hide Total Summary
es: Ocultar resumen total
et: Peida terviklik kokkuvõte
fr: Masquer les totaux
pt: Ocultar Resumo Total
ru: Скрыть общую сводку

# list info
source: Loaded
es: Cargado
et: Laaditud
fr: Chargés
pt: Carregado
ru: Загруженные

# list info
source: Files
es: Archivos
et: Failid
fr: Fichiers
pt: Ficheiros
ru: Файлы

# list info
source: Units
es: Unidades
et: Üksused
fr: Unités
pt: Unidades
ru: Юниты

# list page description
source: No units returned, set environment variable <b>RUST_LOG=info</b> to see what happened.
es: No se devolvieron unidades, configure la variable de entorno <b>RUST_LOG=info</b> para ver qué sucedió.
fr: Aucune unités renvoyées, définissez la variable d'environnement <b> Rust_log = info </b> pour voir ce qui se passe.
pt: Nenhuma unidade retornou, defina a variável de ambiente <b>RUST_LOG=info</b> para ver o que aconteceu.
ru: Юниты не найдены. Установите переменную окружения <b>RUST_LOG=info</b> для получения подробной информации.

# list page title
source: Something went wrong
es: Algo salió mal
et: Midagi läks valesti
fr: Quelque chose s'est mal passé
pt: Algo deu errado
ru: Что-то пошло не так

# unit search
source: Filter Units by their Names
fr: Filtrer les unités par leur nom

# button's tooltips
source: Configure displayed Columns
fr: Configurer l'affichage des colonnes

# unit search
source: Columns
et: Veerud
fr: Colonnes
ru: Столбцы

# unit search
source: More filtering Options
fr: Autres options de filtrage

# unit search
source: Filters
es: Filtros
et: Filtrid
fr: Filtres
pt: Filtros
ru: Фильтры

# unit search
source: Clear
fr: Enlever

# unit search
source: Clear applied Filters
fr: Enlever les filtres appliqués

# controls
source: Start
et: Käivita
fr: Démarrer
ru: Запустить

# controls
source: Stop
et: Lõpeta töö
fr: Arrêter
ru: Остановить

# controls
source: Enable
et: Lülita sisse
fr: Activer
ru: Включить

# controls
source: Disable
et: Lülita välja
fr: Désactiver
ru: Отключить

# controls
source: Reenable
et: Lülita uuesti sisse
fr: Réactiver
ru: Повторно включить

# controls
source: Reload
et: Laadi uuesti
fr: Recharger
ru: Перезагрузить

# controls
source: Toggle Totals Summary
fr: Afficher/Masquer le résumé des totaux

# unit properties
source: Show all
et: Näita kõiki
fr: Afficher tous
ru: Показать все

# unit properties
source: Show empty properties
et: Näita tühje omadusi
fr: Afficher toutes les propriétés
ru: Показать пустые свойства

source: Unit Properties
et: Üksuse omadused
fr: Propriétés de l'unité
ru: Свойства юнита

# unit properties
source: Copy all properties to clipboard
et: Kopeeri kõik omadused lõikelauale
fr: Copier toutes les propriétés dans le presse-papiers
ru: Скопировать все свойства в буфер обмена

source: Analyse Blame
es: Analizar la culpa
fr: Temps d'initialisation des unité
pt: Analisar a culpa
ru: Анализ задержек

# analyse blame
source: Total Time:
es: Tiempo total:
et: Aeg kokku:
fr: Temps total :
pt: Tempo total:
ru: Общее время:

# analyse blame
source: Init time (ms)
es: Tiempo de inicialización (ms)
fr: Temps (ms)
pt: Tempo de inicialização (ms)
ru: Время инициализации (мс)

# analyse blame
source: Running units
es: Unidades en funcionamiento
et: Töösolevad üksused
fr: Unités en service
pt: Unidades em execução
ru: Активные юниты

source: Program starting up
es: Programa en marcha
et: Programm on käivitumas
fr: Le Programme démarre
pt: Programa iniciando
ru: Запуск программы

source: user
fr: utilisateur

source: system
fr: système

source: Daemon Reload failed!
fr: Recharge la configuration a échouée !

source: Thank you for your support
es: Gracias por su apoyo
et: Tänan sind toetuse eest
fr: Merci pour votre soutien
pt: Obrigado pelo seu apoio
ru: Спасибо за вашу поддержку

# clean
source: No Unit Selected
es: No hay unidad seleccionada
et: Ühtegi üksust pole valitud
fr: Pas d'unité sélectionnée
pt: Nenhuma unidade selecionada
ru: Юнит не выбран

# action unit file
source: Enable Unit File
es: Habilitar archivo de unidad
et: Lülita üksusefail sisse
fr: Activer le fichier d'unité
pt: Ativar ficheiro de unidade
ru: Включить юнит-файл

# action unit file
source: Mask Unit
es: Unidad de mascarilla
et: Peida üksus
fr: Masquer l'unité
pt: Unidade de máscara
ru: Замаскировать юнит

# action unit file
source: Preset Unit File
es: Archivo de unidad preestablecida
fr: Prérégler le fichier de l'unité
pt: Ficheiro de unidade predefinida
ru: Применить preset к юнит-файлу

# action unit file
source: Reenable Unit File
es: Habilitar archivo de unidad
et: Lülita üksusefail uuesti sisse
fr: Réactiver le fichier d'unité
pt: Reativar ficheiro de unidade
ru: Повторно включить юнит-файл

# action unit file
source: Disable Unit File
es: Deshabilitar archivo de unidad
et: Lülita üksus välja
fr: Désactiver le fichier d'unité
pt: Desativar ficheiro de unidade
ru: Отключить юнит-файл

# action unit file
source: Link Unit File
es: Archivo de unidad de enlace
fr: Lier le fichier d'unité
pt: Ficheiro de unidade de ligação
ru: Добавить юнит-файл в путь поиска

# action unit file
source: Enable
et: Lülita sisse
fr: Activer
pt: Ativar
ru: Включить

# action unit file
source: Disable
es: Desactivar
et: Lülita välja
fr: Désactiver
pt: Desativar
ru: Отключить

# action unit file
source: Mask
es: Mascarilla
et: Peida
fr: Masquer
pt: Máscara
ru: Замаскировать

# action unit file
source: Start
es: Comenzar
et: Käivita
fr: Démarrer
pt: Começar
ru: Запуск

# action unit file
source: Stop
es: Detener
et: Lõpeta töö
fr: Arrêter
pt: Parar
ru: Остановить

# action unit file
source: Preset
es: Programar
fr: Prérégler
pt: Predefinição
ru: Применить preset-правила

# action unit file
source: Reenable
es: Volver a habilitar
et: Lülita uuesti sisse
fr: Réactiver
pt: Reativar
ru: Повторно включить

# action unit file
source: Link
fr: Lier
pt: Ligação
ru: Добавить в путь поиска

# action unit file
source: Run now
es: Corre ahora
et: Käivita kohe
fr: Démarrer maintenant
pt: Corra agora
ru: Запустить сейчас

# action unit file
source: Start Unit just after being enabled
es: Iniciar la unidad justo después de habilitarla
et: Peale sisselülitamist käivita üksus
fr: Démarrer l'unité juste après avoir été activée
pt: Inicie a unidade logo após ser ativada
ru: Запустить юнит сразу после включения

# action unit file
source: Stop now
es: Detente ahora
et: Lõpeta töö kohe
fr: Arrêter maintenant
pt: Parar agora
ru: Остановить сейчас

# action unit file
source: Ensure that the unit will also be stopped
es: Asegúrese de que la unidad también se detenga
fr: S'assurer que l'unité sera également arrêtée
pt: Certifique-se que a unidade também irá ser parada
ru: Гарантировать, что юнит также будет остановлен

# action unit file
source: Run mode
es: Modo de ejecución
et: Käivitusrežiim
fr: Mode de démarrage
pt: Modo de execução
ru: Режим выполнения

# action unit file
source: Starting mode options
es: Opciones del modo de inicio
et: Käivitusrežiimi valikud
fr: Options de modes de démarrage
pt: Opções do modo de inicialização
ru: Параметры режима запуска

# action unit file
source: Stop mode
es: Modo de parada
et: Lõpetamisviis
fr: Mode d'arrêt
pt: Modo de paragem
ru: Режим остановки

# action unit file
source: Stoping mode options
es: Opciones del modo de parada
et: Lõpetamisviisi valikud
fr: Options d'arrêt
pt: Opções do modo de paragem
ru: Параметры режима остановки

# kill
source: No Unit Selected
es: No hay unidad seleccionada
fr: Pas d'unité sélectionnée
pt: Nenhuma unidade selecionada
ru: Юнит не выбран

# kill
source: {} Default Action: {}
fr: {} Action par défaut : {}
pt: {} Ação Padrão: {}
ru: {} Действие по умолчанию: {}

# kill
source: Queue a Realtime Signal to Unit
fr: Mettre en file d'attente un signal en temps réel vers l'unité
pt: Enfileirar um sinal em tempo real para a unidade
ru: Отправить реальный сигнал юниту

# kill
source: Terminate
fr: Terminer
pt: Terminar
ru: Завершить

# kill
source: Real-time signal
fr: Signal temps réel
pt: Sinal em tempo real
ru: Сигнал в реальном времени

# kill
source: Send a Kill Signal to Unit
fr: Envoyer un signal Kill à l'unité
pt: Enviar um sinal de morte para a unidade
ru: Отправить kill-сигнал юниту

# kill
source: Queued signal {} with value {} to
fr: Signal de file d'attente {} avec valeur {} vers
pt: Sinal enfileirado {} com valor {} para
ru: Сигнал {} со значением {} поставлен в очередь для отправки

# kill
source: Kill signal {} to
fr: Signal Kill {} vers
pt: Sinal de morte {} para
ru: Сигнал завершения отправлен {}

# kill
source: Hang up controlling terminal or process
fr: Rupture détectée sur le terminal contrôleur ou mort du processus parent
pt: Desligue o terminal de controlo ou processo
ru: Завершить работу управляющего терминала или процесса

# kill
source: Interrupt from keyboard, Ctrl+C
fr: Interruption du clavier (Ctrl-C dans un terminal)
pt: Interrupção do teclado, Ctrl+C
ru: Прервать с клавиатуры, Ctrl+C

# kill
source: Dump
fr: Décharger
pt: Jogar fora
ru: Дамп

# kill
source: Quit from keyboard, Ctrl+\
fr: Quitter à partir du clavier, Ctrl+\
pt: Sair do teclado, Ctrl+\
ru: Завершить с клавиатуры, Ctrl+\

# kill
source: Illegal instruction
fr: Instruction illégale
pt: Instrução ilegal
ru: Недопустимая инструкция

# kill
source: Breakpoint for debugging
fr: Point d'arrêt pour le débogage
pt: Ponto de interrupção para depuração
ru: Точка останова для отладки

# kill
source: Abnormal termination
fr: Arrêt anormal du processus
pt: Término anormal
ru: Аварийное завершение

# kill
source: Equivalent to SIGABRT
fr: Équivalent à SIGABRT
pt: Equivalente ao SIGABRT
ru: Эквивалент SIGABRT

# kill
source: Bus error
et: Siini viga
fr: Erreur de bus
pt: Erro de barramento
ru: Ошибка шины

# kill
source: Floating-point exception
fr: Erreur sur un nombre flottant
pt: Exceção de ponto flutuante
ru: Исключение с плавающей запятой

# kill
source: Forced-process termination
fr: Tue immédiatement le processus
pt: Término forçado do processo
ru: Принудительное завершение процесса

# kill
source: Available to processes
fr: Disponible pour les processus
pt: Disponível para processos
ru: Доступно процессам

# kill
source: Invalid memory reference
fr: Erreur de segmentation
pt: Referência de memória inválida
ru: Обращение к недопустимой области памяти

# kill
source: Write to pipe with no readers
fr: Erreur de tube (écriture dans un tube sans lecteur)
pt: Escrever no pipe sem leitores
ru: Запись в канал без читателей
