Repository: plrigaux/sysd-manager
Catalog: po/*.po
Languages: es, et, fr, pt, ru

# kill
source: Real-timer clock
fr: Horloge en temps réel
pt: Relógio em tempo real
ru: Часы реального времени

# kill
source: Process termination
fr: Termine le processus
pt: Término do processo
ru: Завершение процесса

# kill
source: Coprocessor stack error
fr: Erreur de pile du coprocesseur
pt: Erro de pilha do coprocessador
ru: Ошибка стека сопроцессора

# kill
source: Ignore
fr: Ignorer
pt: Ignorar
ru: Игнорировать

# kill
source: Child process stopped or terminated or got a signal if traced
fr: Le processus enfant s'est arrêté ou terminé ou a reçu un signal s'il est tracé
pt: O processo filho foi interrompido ou encerrado ou recebeu um sinal se rastreado
ru: Дочерний процесс остановлен, завершён или получил сигнал (при трассировке)

# kill
source: Continue
fr: Continuer
pt: Continuar
ru: Продолжить

# kill
source: Resume execution, if stopped
et: Lõpetamisel jätka tööd
fr: Reprendre l'exécution, si arrêtée
pt: Retomar a execução, se interrompida
ru: Продолжить выполнение, если приостановлено

# kill
source: Stop
et: Lõpeta töö
fr: Arrêter
pt: Parar
ru: Остановить

# kill
source: Stop process execution, Ctrl+Z
fr: Interromps le processus (Ctrl+Z dans un terminal)
pt: Parar a execução do processo, Ctrl+Z
ru: Остановить выполнение процесса, Ctrl+Z

# kill
source: Stop process issued from tty
fr: Processus d'arrêt émis depuis le tty
pt: Parar processo emitido por tty
ru: Остановить процесс, отправленный с tty

# kill
source: Background process requires input
fr: Entrée de terminal pour un processus en arrière plan
pt: O processo em segundo plano requer entrada
ru: Фоновый процесс требует ввода данных

# kill
source: Background process requires output
fr: Sortie de terminal pour un processus en arrière plan
pt: O processo em segundo plano requer saída
ru: Фоновый процесс требует вывода

# kill
source: Urgent condition on socket
fr: État urgent sur du socket
pt: Condição urgente no soquete
ru: Критическое состояние сокета

# kill
source: CPU time limit exceeded
et: Protsessorikasutuse aja ülempiir on ületatud
fr: Limite de temps CPU dépassée
pt: Limite de tempo da CPU excedido
ru: Превышено ограничение времени ЦП

# kill
source: File size limit exceeded
et: Failisuuruse ülempiir on ületatud
fr: Limite de taille de fichier dépassée
pt: Limite de tamanho de ficheiro excedido
ru: Превышено ограничение размера файла

# kill
source: Virtual timer clock
et: Virtuaalse taimeri kell
fr: Chronomètre virtuel (Virtual Timer) expiré
pt: Relógio temporizador virtual
ru: Виртуальный таймер

# kill
source: Profile timer clock
fr: Horloge de minuterie de profil
pt: Relógio temporizador de perfil
ru: Профилирующий таймер

# kill
source: Window resizing
fr: Redimensionnement de la fenêtre
pt: Redimensionamento de janela
ru: Изменение размера окна

# kill
source: I/O now possible
fr: I/O désormais possibles
pt: I/O agora possível
ru: Готовность к вводу-выводу

# kill
source: Equivalent to SIGIO
fr: Équivalent à SIGIO
pt: Equivalente a SIGIO
ru: Эквивалент SIGIO

# kill
source: Power supply failure
fr: Panne d'alimentation
pt: Falha no fornecimento de energia
ru: Сбой питания

# kill
source: Bad system call
fr: Mauvais appel système
pt: Chamada de sistema ruim
ru: Некорректный системный вызов

# kill
source: Equivalent to SIGSYS
fr: Équivalent à SIGSYS
pt: Equivalente ao SIGSYS
ru: Эквивалент SIGSYS

# dbus
source: User Session Bus
fr: Bus session utilisateur
pt: Barramento de Sessão do Utilizador
ru: Шина пользовательского сеанса

# dbus
source: System Bus
fr: Bus système
pt: Barramento do sistema
ru: Системная шина

# dbus
source: System & User Session Bus
fr: Bus système et Bus session utilisateur
pt: Barramento de sessão de sistema e utilizador
ru: Системная и пользовательская сессионная шина

# color scheme
source: No Preference
et: Eelistus puudub
fr: Sans préférences
pt: Sem preferência
ru: Без предпочтений

# color scheme
source: Prefer Dark
et: Eelista tumedat kujundust
fr: Préfère sombre
pt: Prefiro escuro
ru: Предпочитать тёмную тему

# color scheme
source: Prefer Light
et: Eelista heledat kujundust
fr: Préfère claire
pt: Prefiro Claro
ru: Предпочитать светлую тему

# color scheme
source: Force Dark
et: Kasuta tumedat kujundust
fr: Force sombre
pt: Força modo Escuro
ru: Принудительно тёмная тема

# color scheme
source: Force Light
et: Kasuta heledat kujundust
fr: Force claire
pt: Força modo Claro
ru: Принудительно светлая тема

# pref orientation
source: Automatic
fr: Automatique
pt: Automático
ru: Автоматически

# pref orientation
source: Side by Side
fr: Cote à cote
pt: Lado a lado
ru: Горизонтальное разделение

# pref orientation
source: Top Bottom
et: Üleval ja all
fr: Dessus dessous
pt: Cima Fundo
ru: Вертикальное разделение

# pref file style
source: None
fr: Aucun
pt: Nenhum
ru: Нет

# text_find
source: {} of {}
fr: {} de {}

# text_find
source: Open Find in Text
fr: Ouvrir rechercher dans le texte

# toast
source: Unit <span fgcolor='{0}' font_family='monospace' size='larger'>{}</span> has been successfully <span fgcolor='{0}'>{}</span>
fr: L'unité <span fgcolor = '{0}' font_family = 'monospace' size = 'larger'> {} </span> a été <span fgcolor = '{0}'>{}</span> avec succès
pt: A unidade <span fgcolor='{0}' font_family='monospace' size='larger'>{}</span> foi <span fgcolor='{0}'>{}</span> com sucesso
ru: Юнит <span fgcolor='{0}' font_family='monospace' size='larger'>{}</span> успешно <span fgcolor='{0}'>{}</span>

# toast
source: Disabling
et: Väljalülitamisel
fr: Désactivation
ru: Отключение

# toast
source: Enabling
et: Sisselülitamisel
fr: Activation
ru: Включение

# toast
source: {} unit {} has failed!
fr: {} l'unité {} a échouée !

# toast
source: Reenable
et: Lülita uuesti sisse
fr: Réactiver
ru: Повторно включить

# toast
source: Reenabling
et: Uuesti sisselülitamisel
fr: Réactivation
ru: Повторное включение

# toast
source: {} unit <span fgcolor='{0}' font_family='monospace' size='larger'>{}</span> has failed!
fr: {} l'unité <span fgcolor='{0}' font_family='monospace' size='larger'>{}</span> a échoué !
pt: {} unidade <span fgcolor='{0}' font_family='monospace' size='larger'>{}</span> falhou!
ru: Сбой {} юнита <span fgcolor='{0}' font_family='monospace' size='larger'>{}</span>!

# controls
source: Disable unit {}
et: Lülita üksus välja: {}
fr: Désactiver l'unité {}
ru: Выключить юнит {}

# controls
source: Enable unit {}
et: Lülita üksus sisse: {}
fr: Activer l'unité {}
ru: Включить юнит {}

# toast
source: start
et: Käivita
fr: démarrer
pt: Iniciar
ru: запустить

# toast
source: stop
et: lõpeta töö
fr: arrêter
pt: parar
ru: остановить

# toast
source: restart
et: käivita uuesti
fr: redémarrer
pt: reiniciar
ru: перезапуск

# toast
source: reload
et: laadi uuesti
fr: recharger
ru: перезагрузка

# toast
source: started
et: käivitatud
fr: démarré
pt: Iniciado
ru: запущен

# toast
source: stopped
et: lõpetatud
fr: arrêté
pt: Parou
ru: остановлен

# toast
source: restarted
et: uuesti käivitatud
fr: redémarré
pt: Reiniciado
ru: перезапущен

# toast
source: reloaded
et: uuestilaaditud
fr: rechargé
ru: перезагружен

# toast
source: Unit <unit>{}</unit> has been <{0}>{}</{0}> with the mode <unit>{}</unit>
fr: L'unité <unit>{}</unit> a été <{0}>{}</{0}> avec le mode <unit>{}</unit>
pt: A unidade <unit>{}</unit> foi <{0}>{}</{0}> com o modo <unit>{}</unit>
ru: Юнит <unit>{}</unit> <{0}>{}</{0}> в режиме <unit>{}</unit>

# toast
source: Can't {} the unit <unit>{}</unit>, because: {}
fr: Ne peut {} l'unité <unit>{}</unit>, à cause : {}
pt: Não é possível {} a unidade <unit>{}</unit>, porque: {}
ru: Невозможно {} юнит <unit>{}</unit>. Причина: {}

# toast
source: {} unit <span fgcolor='{0}' font_family='monospace' size='larger'>{}</span> successful
fr: {} l'unité <span fgcolor='{0}' font_family='monospace' size='larger'>{}</span> réussie
pt: {} unidade <span fgcolor='{0}' font_family='monospace' size='larger'>{}</span> bem-sucedida
ru: {} юнита <span fgcolor='{0}' font_family='monospace' size='larger'>{}</span> выполнено успешно

# toast
source: {} successful.
fr: {} réussi.
pt: {} bem-sucedido.
ru: {} успешно выполнено.

# toast
source: {} unit <span fgcolor='{}' font_family='monospace' size='larger'>{}</span> failed. Reason: <span fgcolor='{}'>{}</span>.
fr: {} l'unité <span fgcolor = '{}' font_family = 'monospace' size = 'larger'> {} </span> a échoué. Raison : <span fgcolor = '{}'> {} </span>.
pt: {} unidade <span fgcolor='{}' font_family='monospace' size='larger'>{}</span> falhou. Motivo: <span fgcolor='{}'>{}</span>.
ru: Сбой {} юнита <span fgcolor='{}' font_family='monospace' size='larger'>{}</span>. Причина: <span fgcolor='{}'>{}</span>.

# toast
source: {} failed. Reason: <span fgcolor='{}'>{}</span>.
fr: {} a échoué. Raison : <span fgcolor='{}'>{}</span>.
pt: {} falhou. Motivo: <span fgcolor='{}'>{}</span>.
ru: Сбой {}. Причина: <span fgcolor='{}'>{}</span>.

# workaround
source: Unfortunately <b>SysD Manager</b> can't perfom <b>{}</b> action.
fr: Malheureusement, <b>SysD Manager</b> ne peut pas exécuter l'action <b>{}</b>.
pt: Infelizmente, o <b>SysD Manager</b> não pode executar a <b>{}</b> ação.
ru: К сожалению, <b>SysD Manager</b> не может выполнить действие <b>{}</b>.

# workaround
source: The authorisation can be configured in the following file :
fr: L'autorisation peut être configurée dans le fichier suivant :
pt: A autorização pode ser configurada no seguinte ficheiro:
ru: Авторизацию можно настроить в следующем файле :

# workaround
source: Otherwise, you can try the bellow command line in your terminal
fr: Sinon, vous pouvez essayer la ligne de commande ci-dessous dans votre terminal
pt: Caso contrário, pode tentar a linha de comando abaixo no seu terminal
ru: Или выполните в терминале следующую команду

# workaround
source: Fail! {}
fr: Échec ! {}
pt: Falhar! {}
ru: Сбой! {}

# action
source: Freeze
et: Külmuta
fr: Geler
pt: Congelar
ru: Приостановить

# action
source: Thaw
et: Sulata üles
fr: Décongeler
pt: Descongelamento
ru: Возобновить

# action
source: Reload
et: Laadi uuesti
fr: Recharger
pt: Recarregar
ru: Перезагрузить

# action
source: Unmask
et: Lõpeta peitmine
fr: Démasquer
pt: Desmascarar
ru: Демаскировать

# dependency
source: Unit Types
et: Üksuste tüübid
fr: Types d'unité
pt: Tipos de Unidade
ru: Типы юнитов

# dependency
source: Filter dependencies by types
fr: Filtrer les dépendances par types
pt: Filtrar dependências por tipos
ru: Фильтровать зависимости по типам

# warning
source: Failed to perform action. The proxy service might be inactive. Please install and start the following service
fr: L'action n'a pas pu être effectuée. Le service proxy est peut-être inactif. Veuillez installer et démarrer le service suivant

# warning
source: Operation Failed
fr: L'opération a échouée

# warning
source: _Cancel
fr: _Annuler

# warning
source: _Save
fr: _Enregistrer

source: Warning!
fr: Attention !

# warning
source: _Proceed
fr: _Procéder

# flatpak
source: You need to jailbreak your Flatpak application to be able to save files on the host system. Follow the <a href="https://github.com/plrigaux/sysd-manager/wiki/Flatpak">link</a> to know how to aquire needed permission.
fr: Vous devez jailbreaker votre application Flatpak pour pouvoir enregistrer des fichiers sur le système hôte. Suivez le <a href="https://github.com/plrigaux/sysd-manager/wiki/Flatpak">lien</a> pour savoir comment obtenir l'autorisation nécessaire.

# flatpak
source: Missing Flatpak Permission!
fr: Permission Flatpak nécessaire !

# warning
source: _Close
fr: _Fermer

# file
source: File {} created successfully!
fr: Fichier {} créé avec succès !

# file
source: File {} saved successfully!
et: „{}“ faili salvestamine õnnestus!
fr: Fichier {} enregistré avec succès !
ru: Файл {} успешно сохранён!

source: Daemon Reload
fr: Recharger la configuration

# file
source: Not able to save file, permission not granted!
fr: Impossible d'enregistrer le fichier, autorisation refusée !

# file
source: Not able to save file, Flatpak permission not granted!
fr: Impossible d'enregistrer le fichier, autorisation Flatpak non accordée !

# file
source: Not able to save file, an error happened!
fr: Impossible d'enregistrer le fichier, une erreur s'est produite !

# file
source: Unit File
et: Üksusefail
fr: Fichier de l'unité
ru: Юнит-файл

# file
source: Editing
fr: Nom du fichier Drop-in créé

# file
source: Note: you can change the file name
fr: Remarque : vous pouvez modifier le nom du fichier

# file
source: Anything between here and the comment below will become the contents of the drop-in file
fr: Tout ce qui se trouve entre ici et le commentaire ci-dessous deviendra le contenu du fichier de remplacement

# file
source: Edits below this comment will be discarded
fr: Les modifications apportées après ce commentaire seront ignorées

# file
source: Unit {} reverted successfully!
fr: Fichier {} restaurée avec succès !

# file
source: Not able to reverted unit, permission not granted!
fr: Impossible de revenir en arrière, autorisation non accordée !

# file
source: Not able to reverted unit, an error happened!
fr: Impossible de revenir en arrière, une erreur s'est produite !

# file
source: Display Line Numbers
fr: Afficher les numéros de ligne

# filter
source: Any sub states
fr: Tous les sous-états
pt: Quaisquer sub estados
ru: Любые подсостояния

# filter
source: Clear
et: Tühjenda
fr: Réinitialiser
pt: Limpar
ru: Сброс

# filter
source: Clear filter's selected items
fr: Effacer les éléments sélectionnés du filtre
pt: Limpar elementos selecionados do filtro
ru: Очистить выбранные элементы фильтра

# filter
source: Invert
fr: Inverser
pt: Inverter
ru: Инвертировать

# filter
source: Invert filter's selected items
fr: Inverser les éléments sélectionnés du filtre
ru: Инвертировать выбранные элементы фильтра

# filter
source: Add
et: Lisa
fr: Ajouter
ru: Добавить

# filter
source: Add filter on sub state
fr: Ajouter un filtre au sous-état
ru: Добавить фильтр по подсостоянию

# list column
source: Unit
fr: Unité
pt: Unidade

# list column
source: Load
fr: Chargement
pt: Carregar

# list column
source: Sub
fr: Sous Activation

# list column
source: Preset
fr: Prérégler
pt: Predefinição

# list column
source: State
fr: État
pt: Estado

# list column
source: Active
fr: Activation
pt: Ativa

# list column
source: Listen Type
fr: Types d'écoute

# list column
source: Listen
fr: Écoute

# list column
source: Next
fr: Suivant

# list column
source: Left
fr: Restant

# list column
source: Last
fr: Dernier

# list column
source: Passed
fr: Passé

# list column
source: Activates
fr: Active

# controls
source: Start unit {}
et: Käivita üksus: {}
fr: Redémarrer l'unité {}
ru: Запустить юнит {}

# controls
source: Stop unit {}
et: Lõpeta üksuse töö: {}
fr: Arrêter l'unité {}
ru: Остановить юнит {}

# controls
source: Restart unit {}
et: Käivita üksus uuesti: {}
fr: Redémarrer l'unité {}
ru: Перезапустить юнит {}

# controls
source: Disable and then Enable unit {}
et: Lülita üksus välja ja siis sisse: {}
fr: Désactiver et ensuite activer l'unité {}
ru: Отключить и включить юнит {}

# controls
source: Reload unit {} configuration by calling the <b>ExecReload</b> unit file instruction
fr: Rechargez la configuration de l'unité {} en appelant l'instruction <b>ExecReload</b> de son fichier d'unité
ru: Перезагрузить конфигурацию юнита {} с помощью инструкции <b>ExecReload</b> файла юнита

# menu
source: Hide this Column
et: Peida see veerg
fr: Masquer cette colonne
ru: Скрыть этот столбец

# menu
source: Configure columns
et: Seadista veerge
fr: Configurer les colonnes
ru: Настроить столбцы

# menu
source: Configure Filters
et: Seadista filtreid
fr: Configurer les filtres
ru: Настроить фильтры

# menu
source: Clear Column Filter
et: Tühjenda veergude filter
fr: Supprimer les filtres de cette colonne
ru: Очистить фильтр по столбцу

# menu
source: Filtering
fr: Filtrage
ru: Фильтрация

# menu
source: Default
fr: Défaut

# menu
source: Loaded Units
fr: Unités chargées

# menu
source: Unit Files
fr: Fichiers

# menu
source: Timers
fr: Chronos

# menu
source: Customized
fr: Personnalisé

source: SysD Manager
es: Administrador de SysD
et: SysD haldur
pt: Gestor SysD
ru: SysD Менеджер

# enable unit file
source: Runtime
es: Tiempo de ejecución
et: Käitusaegne
pt: Tempo de execução
ru: Время выполнения

# enable unit file
source: Force
es: Fuerza
pt: Força
ru: Принудительно

# enable unit file
source: Portable
es: Portátil
pt: Portátil
ru: Переносимый

# boot list column
source: Index
es: Índice
et: Indeks
pt: Índice
ru: Номер

# boot list column
source: Offset
es: Compensar
et: Nihe
pt: Deslocamento
ru: Смещение

# mask
source: Runtime
es: Tiempo de ejecución
pt: Tempo de execução
ru: Время выполнения

# mask
source: Force
es: Fuerza
pt: Força
ru: Принудительно

# preference
source: Orientation
es: Orientación
et: Paigutus
pt: Orientação
ru: Ориентация

# shortcut window
source: Pages
es: Páginas
et: Lehed
pt: Páginas
ru: Страницы

# signals
source: Type
es: Tipo
et: Tüüp
pt: Tipo
ru: Тип

# controls tab
source: Journal
es: Diario
et: Süsteemipäevik
pt: Jornal
ru: Журнал

# analyse blame
source: seconds ...
es: segundos...
et: sekundit...
pt: segundos ...
ru: с...

source: Systemd;Systemctl;Services;log;
es: Systemd;Systemctl;Servicios;registro;
et: Systemd;Systemctl;Services;log;teenus;teenused;deemon;deemonid;daemon;ühik;ühikud;mask;süsteem;süsteemilogi;
pt: Systemd;Systemctl;Serviços;log;

# list column
source: Type
pt: Tipo

# list column
source: Description
pt: Descrição

# menu
source: Reload All Units
es: Recargar todas las unidades
et: Laadi kõik üksused uuesti

# title
source: SysD Manager
es: Administrador de SysD
et: SysD haldur

# preference
source: Preferences
es: Preferencias
et: Eelistused

# control
source: Remove the configuration, state, cache, logs or runtime data of the specified unit
es: Eliminar la configuración, el estado, la caché, los registros o los datos de tiempo de ejecución de la unidad especificada

# file
source: File path:
es: Ruta del archivo:

# file
source: No unit file
es: No hay archivo de unidad

# unit search
source: Clear Filters
es: Borrar filtros
et: Kustuta filtrid

# list
source: The name is an alias (symlink to another unit file).
es: El nombre es un alias (enlace simbólico a otro archivo de unidad).
et: Nimi on viide teisele üksusefailile.

# list
source: The unit file is invalid or another error occurred.
es: El archivo de unidad no es válido o se produjo otro error.

# list
source: The unit file is not enabled, but contains an [Install] section with installation instructions.
es: El archivo de unidad no está habilitado, pero contiene una sección [Instalar] con instrucciones de instalación.

# list
source: Enabled via <span fgcolor='#62a0ea'>.wants/</span>, <span fgcolor='#62a0ea'>.requires/</span> or <u>Alias=</u> symlinks (permanently in <span fgcolor='#62a0ea'>/etc/systemd/system/</span>, or transiently in <span fgcolor='#62a0ea'>/run/systemd/system/</span>).
es: Se habilita a través de enlaces simbólicos <span fgcolor='#62a0ea'>.wants/</span>, <span fgcolor='#62a0ea'>.requires/</span> o <u>Alias=</u> (permanentemente en <span fgcolor='#62a0ea'>/etc/systemd/system/</span>, o transitoriamente en <span fgcolor='#62a0ea'>/run/systemd/system/</span>).

# list
source: The unit file was generated dynamically via a generator tool. See <b>man systemd.generator(7)</b>. Generated unit files may not be enabled, they are enabled implicitly by their generator.
es: El archivo de unidad se generó dinámicamente mediante una herramienta de generación. Consulte <b>man systemd.generator(7)</b>. Es posible que los archivos de unidad generados no estén habilitados; su generador los habilita implícitamente.

# list
source: The unit file itself is not enabled, but it has a non-empty <u>Also=</u> setting in the [Install] unit file section, listing other unit files that might be enabled, or it has an alias under a different name through a symlink that is not specified in <u>Also=</u>. For template unit files, an instance different than the one specified in <u>DefaultInstance=</u> is enabled.
es: El archivo de unidad no está habilitado, pero tiene una opción <u>Also=</u> en la sección [Instalar], que enumera otros archivos de unidad que podrían estar habilitados, o bien tiene un alias con un nombre diferente mediante un enlace simbólico no especificado en <u>Also=</u>. Para los archivos de unidad de plantilla, se habilita una instancia distinta a la especificada en <u>DefaultInstance=</u>.

# list
source: Made available through one or more symlinks to the unit file (permanently in <span fgcolor='#62a0ea'>/etc/systemd/system/</span> or transiently in <span fgcolor='#62a0ea'>/run/systemd/system/</span>), even though the unit file might reside outside of the unit file search path.
es: Se pone a disposición a través de uno o más enlaces simbólicos al archivo de unidad (permanentemente en <span fgcolor='#62a0ea'>/etc/systemd/system/</span> o transitoriamente en <span fgcolor='#62a0ea'>/run/systemd/system/</span>), aunque el archivo de unidad pueda residir fuera de la ruta de búsqueda del archivo de unidad.

# list
source: Completely disabled, so that any start operation on it fails (permanently in <span fgcolor='#62a0ea'>/etc/systemd/system/</span> or transiently in <span fgcolor='#62a0ea'>/run/systemd/systemd/</span>).
es: Completamente deshabilitado, por lo que cualquier operación de inicio en él falla (permanentemente en <span fgcolor='#62a0ea'>/etc/systemd/system/</span> o transitoriamente en <span fgcolor='#62a0ea'>/run/systemd/systemd/</span>).

# list
source: The unit file is not enabled, and has no provisions for enabling in the [Install] unit file section.
es: El archivo de unidad no está habilitado y no tiene disposiciones para habilitarlo en la sección de archivo de unidad [Instalar].

# list
source: The unit file has been created dynamically with the runtime API. Transient units may not be enabled.
es: El archivo de unidad se creó dinámicamente con la API de ejecución. Es posible que las unidades transitorias no estén habilitadas.

# dependency
source: Forward
es: Adelante

# dependency
source: Reverse
es: Inverso

# dependency
source: After
es: Después

# dependency
source: Before
es: Antes

# dbus
source: User Session
es: Sesión de usuario
et: Kasutaja sessioon

# dbus
source: System
es: Sistema
et: Sessioon

# clean
source: _Runtime
es: _Tiempo de ejecución

# clean
source: _State
es: _Estado

# clean
source: _Logs
es: _Registros
et: _Logid

# clean
source: _Configuration
es: _Configuración
et: _Seadistused

# clean
source: _File Descriptor Store
es: _Almacén de descriptores de archivos

# clean
source: _All
es: _Todo
et: _Kõik

# error
source: The program <b>flatpack-spawn</b> is needed if you use the application from Flatpack. Please install it to enable all features.
es: Necesita el programa <b>flatpack-spawn</b> si usa la aplicación de Flatpack. Instálelo para habilitar todas las funciones.

# error
source: It requires permission to talk to <b>org.freedesktop.Flatpak</b> D-Bus interface when the program is a Flatpak.
es: Requiere permiso para hablar con la interfaz D-Bus <b>org.freedesktop.Flatpak</b> cuando el programa es un Flatpak.

# pref time style
source: Pretty
es: Bonito
et: Inimloetav

# pref time style
source: Pretty usec
es: Bastante útil
et: Ilustatud μsek

# pref time style
source: Day YYYY-MM-DD HH:MM:SS TZ
es: Día AAAA-MM-DD HH:MM:SS TZ
et: Päev YYYY-MM-DD HH:MM:SS TZ

# pref time style
source: Day YYYY-MM-DD HH:MM:SS.000000 TZ
es: Día AAAA-MM-DD HH:MM:SS.000000 TZ
et: Päev YYYY-MM-DD HH:MM:SS.000000 TZ

# pref time style
source: Day YYYY-MM-DD HH:MM:SS UTC
es: Día AAAA-MM-DD HH:MM:SS UTC
et: Päev YYYY-MM-DD HH:MM:SS UTC

# pref time style
source: Day YYYY-MM-DD HH:MM:SS.000000 UTC
es: Día AAAA-MM-DD HH:MM:SS.000000 UTC
et: Päev YYYY-MM-DD HH:MM:SS.000000 UTC
