Repository: plrigaux/sysd-manager
Catalog: po/*.po
Languages: es, et, fr, pt, ru

source: Service manager
es: Gerente de servicio
et: Teenusehaldur
fr: Gestionnaire de services
pt: Gerente de serviço
ru: Менеджер служб

source: A user-friendly application to manage systemd's units
es: Una aplicación fácil de usar para administrar unidades systemd
et: Kasutajasõbralik rakendus systemd teenuseüksuste haldamiseks
fr: Une application conviviale pour gérer les unités de systemd
pt: Uma aplicação amigável para gerir unidades systemd
ru: Удобное приложение для управления юнитами systemd

source: Manage your Services, Timers, Sockets and other units. You can enable, disable, stop and start them. Also, you can view their config file and peak at their journal logs.
es: Administra tus servicios, temporizadores, sockets y otras unidades. Puedes activarlos, desactivarlos, detenerlos e iniciarlos. También puedes ver su archivo de configuración y consultar sus registros.
et: Halda oma arvuti teenuseid, taimereid, sokleid ja muid systemd üksusi. Sa võid neid sisse lülitada ja kasutusel eemaldada, peatada ja käivitada. Lisaks võid vaadata nende seadistusfaili ning kiigata süsteemipäeviku logidesse.
fr: Gérez vos services, temporisateurs, sockets et autres unités. Vous pouvez les activer, les désactiver, les arrêter et les démarrer. Vous pouvez également consulter leur fichier de configuration et leurs journaux.
pt: Gira os seus serviços, temporizadores, soquetes e outras unidades. Pode habilitá-los, desabilitá-los, pará-los e iniciá-los. Além disso, pode visualizar os seus ficheiros de configuração e conferir os seus registos de diário.
ru: Управляйте своими сервисами, таймерами, сокетами и другими юнитами. Вы можете включать, отключать, останавливать и запускать их. Также вы можете просматривать их конфигурационные файлы и смотреть журналы.

source: Unit Files
es: Archivo de unidad
et: Üksusefailid
fr: Fichiers d'unité
pt: Ficheiros de unidade
ru: Юнит-файлы

source: Unit Dependencies
es: Dependencias de la unidad
et: Üksuse sõltuvused
fr: Dépendances des unités
pt: Dependências de Unidade
ru: Зависимости юнита

source: Unit File
es: Archivo de unidad
et: Üksuse fail
fr: Fichier de l'unité
pt: Ficheiro de unidade
ru: Юнит-Файл

source: Unit Journal
es: Diario de la unidad
et: Üksuse päevik
fr: Journal
pt: Diário da Unidade
ru: Журнал юнита

# menu
source: Analyze Blame
es: Analizar la culpa
et: Analüüsi ja otsi põhjused
fr: Analyse blâme
pt: Analise a culpa
ru: Анализ задержки

# menu
source: Daemon Reload
fr: Recharger la configuration

# menu
source: Systemd Info
es: Información de Systemd
et: Systemd teave
fr: Systemd information
pt: Informações Systemd
ru: Сведения о systemd

# menu
source: List Boots
es: Lista de botas
et: Alglaadimiste loend
fr: Lister les boots
pt: Lista de botas
ru: Список загрузок

# menu
source: Watch Signals
es: Señales de vigilancia
et: Jälgi signaale
fr: Monitorer les signaux
pt: Assistir sinais
ru: Отслеживать сигналы

# menu
source: Preferences
es: Preferencias
et: Eelistused
fr: Préférences
pt: Preferências
ru: Настройки

# menu
source: Keyboard Shortcuts
es: Atajos de teclado
et: Klaviatuuri kiirklahvid
fr: Raccourcis clavier
pt: Atalhos de teclado
ru: Комбинации клавиш

# menu
source: About
es: Acerca de
et: Rakenduse teave
fr: À propos
pt: Sobre
ru: О приложении

# top button tooltip
source: Open Search Bar
es: Abrir la barra de búsqueda
et: Ava otsinguriba
fr: Ouvrir la barre de recherche
pt: Abrir a barra de pesquisa
ru: Открыть панель поиска

# top button tooltip
source: Refresh Unit List
es: Actualizar lista de unidades
et: Värskenda üksuste loend
fr: Rafraîchir la liste des unités
pt: Atualizar lista de unidades
ru: Обновить список юнитов

# menu
source: Curated Lists
fr: Listes organisées

source: Clean
es: Limpio
et: Eemalda
fr: Nettoyer
pt: Limpar
ru: Очистить

# enable unit file
source: Unit file
es: Archivo de unidad
et: Üksuse fail
fr: Fichier de l'unité
pt: Ficheiro de unidade
ru: Юнит-файл

# enable unit file
source: Use Selected Unit
es: Usar unidad seleccionada
et: Kasuta valitud üksust
fr: Utilisez l'unité sélectionnée
pt: Usar a unidade selecionada
ru: Использовать выбранный юнит

# enable unit file
source: Browse for Unit file
es: Buscar archivo de unidad
et: Otsi üksuse faili
fr: Parcourir pour un fichier d'unité
pt: Procurar o ficheiro da unidade
ru: Выбрать юнит-файл

# enable unit file
source: DBus Level
es: Nivel DBus
et: DBus-i tase
fr: Niveau DBus
pt: Nível de DBus
ru: Уровень D-Bus

# enable unit file
source: Whether the unit shall be enabled for runtime only
es: Si la unidad se habilitará solo para tiempo de ejecución
et: Kas üksus peaks olema kasutusel vaid käituse ajaks
fr: Si l'unité doit être activée uniquement pour l'exécution (non persistant)
pt: Se a unidade deve ser ativada somente para tempo de execução
ru: Включать юнит только на время работы системы

# enable unit file
source: Control whether symlinks pointing to other units shall be replaced if necessary
es: Controlar si los enlaces simbólicos que apuntan a otras unidades se deben reemplazar si es necesario
fr: Contrôler si les liens symboliques pointant vers d'autres unités doivent être remplacés si nécessaire
pt: Controlo se as ligações simbólicas que apontam para outras unidades devem ser substituídas, se necessário
ru: Разрешить замену символических ссылок на другие юниты при необходимости

# enable unit file
source: Add or remove the symlinks in /etc/systemd/system.attached and /run/systemd/system.attached
es: Agregue o elimine los enlaces simbólicos en /etc/systemd/system.attached y /run/systemd/system.attached
fr: Ajoutez ou supprimez les liens symboliques dans /etc/systemd/system.attached et /run/systemd/system.attached
pt: Adicione ou remova as ligações simbólicas em /etc/systemd/system.attached e /run/systemd/system.attached
ru: Управление символическими ссылками в /etc/systemd/system.attached и /run/systemd/system.attached

# enable unit file
source: Start Unit just after being enabled
es: Iniciar la unidad justo después de habilitarla
fr: Démarrer l'unité juste après avoir été activée
pt: Iniciar a unidade logo após ser ativada
ru: Запускать юнит сразу после включения

# enable unit file
source: Run now
es: Corre ahora
et: Käivita kohe
fr: Démarrer maintenant
pt: Corra agora
ru: Запустить сейчас

# enable unit file
source: Starting mode options
es: Opciones del modo de inicio
et: Käivitusviisi valikud
fr: Options de démarrage
pt: Opções do modo de inicialização
ru: Параметры режима запуска

# enable unit file
source: Run mode
es: Modo de ejecución
et: Käivitusrežiim
fr: Mode de démarrage
pt: Modo de execução
ru: Режим выполнения

# enable unit file
source: Reset
es: Reiniciar
et: Lähtesta
fr: Réinitialiser
pt: Reiniciar
ru: Сбросить

# enable unit file
source: Enable
es: Permitir
et: Luba
fr: Activer
pt: Ativar
ru: Включить

# extented menu button
source: Clear
es: Claro
et: Tühjenda
fr: Effacer
pt: Claro
ru: Сброс

# journal
source: Refresh
es: Refrescar
et: Värskenda andmeid
fr: Rafraîchir
pt: Atualizar
ru: Обновить

# journal
source: Clear journal events and refetch them
es: Borrar eventos del diario y volver a recuperarlos
fr: Effacer les événements du journal et les récupérer à nouveau
pt: Limpar eventos do diário e buscá-los novamente
ru: Очистить события журнала и заново их загрузить

# journal
source: Enable new entries continuous print as they are appended to the journal
es: Habilitar la impresión continua de nuevas entradas a medida que se añaden al diario
fr: Activer l'impression continue des nouvelles entrées au fur et à mesure qu'elles sont ajoutées au journal
pt: Permitir a impressão contínua de novas entradas à medida que são anexadas ao diário
ru: Включить непрерывный вывод новых записей по мере добавления их в журнал

# journal
source: Toggle events display order
es: Alternar el orden de visualización de los eventos
et: Vaheta sündmuste kuvamise suunda
fr: Basculer l'ordre d'affichage des événements
pt: Alternar a ordem de exibição dos eventos
ru: Переключить порядок отображения событий

# journal
source: List the boots of the system
es: Listar los arranques del sistema
et: Näita süsteemi alglaadimiste loendit
fr: Lister les démarrages du système
pt: Listar as inicializações do sistema
ru: Список загрузок системы

# journal
source: List Boots
es: Lista de botas
et: Alglaadimiste loend
fr: Lister les démarrage
pt: Lista de botas
ru: Список загрузок

# journal
source: Current boot
es: Arranque actual
et: Viimane alglaadimine
fr: Démarrage actuel
pt: Inicialização atual
ru: Текущая загрузка

# journal
source: All events
es: Todos los eventos
et: Kõik sündmused
fr: Tous les évènements
pt: Todos os eventos
ru: Все события

# journal
source: Boot id
es: Identificación de arranque
et: Alglaadimise tunnus
fr: Id du boot
pt: ID da inicialização
ru: ID загрузки

# journal
source: No journal events! It can be a good thing. 😉
es: ¡Sin eventos en el diario! Puede ser algo bueno. 😉
et: Süsteemipäevikus pole logisissekandeid! See võib ju olla üsna hea lugu. 😉
fr: Pas d'événements dans le journal ! C'est peut être une bonne chose. 😉
pt: Sem eventos no diário! Pode ser uma coisa boa. 😉
ru: Событий в журнале нет! Это может быть хорошей новостью. 😉

# journal
source: No journal events
es: No hay eventos de diario
et: Süsteemipäevikus pole sündmusi
fr: Aucun événement de journal
pt: Nenhum evento da revista
ru: Событий в журнале нет

# kill
source: Parameters
es: Parámetros
et: Parameetrid
fr: Paramètres
pt: Parâmetros
ru: Параметры

# kill
source: Unix signal
es: Señal de Unix
et: UNIX-i signaal
fr: Signal Unix
pt: Sinal Unix
ru: Unix-сигнал

# kill
source: Unit related processes
es: Procesos relacionados con la unidad
et: Üksusega seotud protsessid
fr: Processus liés à l'unité
pt: Processos relacionados à unidade
ru: Процессы, связанные с юнитом

# kill
source: Who to kill
es: ¿A quién matar?
fr: Processus visés
pt: Quem matar
ru: Кого завершить

# kill
source: Signal Value
es: Valor de la señal
et: Signaali väärtus
fr: Valeur du signal
pt: Valor do sinal
ru: Значение сигнала

# kill
source: Send
es: Enviar
et: Saada
fr: Envoyer
pt: Enviar
ru: Отправить

# kill
source: Most common Linux signals
es: Señales de Linux más comunes
et: Kõige tavalisemad Linuxi signaalid
fr: Signaux Linux les plus courants
pt: Sinais mais comuns do Linux
ru: Основные сигналы Linux

# kill
source: Common Unix signals
es: Señales comunes de Unix
et: Tavalised Linuxi signaalid
fr: Signaux Unix courants
pt: Sinais comuns do Unix
ru: Основные сигналы Unix

# kill
source: Send Kill Signal to Unit
es: Enviar señal de muerte a la unidad
fr: Envoyer un signal Kill à l'unité
pt: Enviar sinal de desligamento para a unidade
ru: Отправить сигнал завершения юниту

# boot list column
source: Boot Id
es: Identificación de arranque
et: Alglaadimise tunnus
fr: Id du boot
pt: ID da inicialização
ru: Id загрузки

# boot list column
source: First Entry
es: Primera entrada
et: Esimene kirje
fr: Première entrée
pt: Primeira entrada
ru: Первая запись

# boot list column
source: Last Entry
es: Última entrada
et: Viimane kirje
fr: Dernière entrée
pt: Última entrada
ru: Последняя запись

# boot list column
source: Duration
es: Duración
et: Kestus
fr: Durée
pt: Duração
ru: Длительность

# boot list dialog
source: List Boots
es: Lista de botas
et: Alglaadimiste loend
fr: Liste des boots
pt: Lista de botas
ru: Список загрузок

source: Mask
es: Mascarilla
et: Peida
fr: Marker
pt: Máscara
ru: Маска

# mask
source: To mask temporarily until the next system reboot
es: Para enmascarar temporalmente hasta el próximo reinicio del sistema
fr: Pour masquer temporairement jusqu'au prochain redémarrage du système
pt: Para mascarar temporariamente até a próxima reinicialização do sistema
ru: Временно замаскировать до следующей перезагрузки системы

# mask
source: Controls whether symlinks pointing to other units shall be replaced if necessary
es: Controla si los enlaces simbólicos que apuntan a otras unidades se deben reemplazar si es necesario
fr: Contrôler si les liens symboliques pointant vers d'autres unités doivent être remplacés si nécessaire
pt: Controla se as ligações simbólicas que apontam para outras unidades devem ser substituídas, se necessário
ru: Заменять символические ссылки на другие юниты при необходимости

# mask
source: Ensure that the unit will be also stopped
es: Asegúrese de que la unidad también se detenga.
fr: S'assurer que l'unité sera également arrêtée
pt: Certifique-se que a unidade também será parada
ru: Гарантировать остановку юнита

# mask
source: Stop Now
es: Detente ahora
et: Lõpeta töö kohe
fr: Arrêtez maintenant
pt: Parar agora
ru: Остановить Сейчас

# mask
source: Argument for the stoping mode
es: Argumento a favor del modo de parada
fr: Argument pour le mode de d'arrêt
pt: Argumento para o modo de paragem
ru: Аргумент для режима остановки

# mask
source: Stop mode
es: Modo de parada
et: Töö lõpetamise viis
fr: Mode d'arrêt
pt: Modo de paragem
ru: Режим остановки

# mask
source: Reset
es: Reiniciar
et: Lähtesta
fr: Réinitialiser
pt: Reiniciar
ru: Сбросить

# mask
source: Mask Unit
es: Unidad de mascarilla
et: Peida üksus
fr: Masquer l'unité
pt: Unidade de máscara
ru: Замаскировать юнит

# preference
source: It's your first connection You can set the application's Dbus level to <u>System</u> if you want to see all Systemd units.
fr: Il s'agit de votre première connexion. Vous pouvez définir le niveau Dbus de l'application sur <u>Système</u> si vous souhaitez afficher toutes les unités Systemd.

# preference
source: _Main
fr: P_rincipal

# preference
source: General
et: Üldised
fr: Général
pt: Geral
ru: Общие

# preference
source: Preferred Color Scheme
es: Esquema de color preferido
et: Eelistatud värvikombinatsioon
fr: Palette de couleurs préférée
pt: Esquema de cores preferido
ru: Предпочитаемая цветовая схема

# preference
source: Application's division orientation mode
es: Modo de orientación de división de la aplicación
fr: Orientation de la division de l'application
pt: Modo de orientação da divisão da aplicação
ru: Ориентация разделов приложения

# preference
source: Change the format of printed timestamps
es: Cambiar el formato de las marcas de tiempo impresas
fr: Modifier le format des horodatages
pt: Alterar o formato dos registos de data e hora impressos
ru: Изменить формат отображения временных меток

# preference
source: Timestamp style
es: Estilo de marca de tiempo
et: Ajatempli stiil
fr: Style d'horodatage
pt: Estilo de registo de data e hora
ru: Формат временной метки

# preference
source: The Monospace Font
es: La fuente monoespaciada
et: Fikseeritud paigutusega kirjatüüp
fr: La police monospace
pt: A fonte monoespaçada
ru: Моноширинный шрифт

# preference
source: Text font
es: Fuente del texto
et: Teksti kirjatüüp
fr: Police du texte
pt: Fonte do texto
ru: Шрифт текста

# preference
source: Default
es: Por defecto
et: Vaikimisi
fr: Par défaut
pt: Padrão
ru: По умолчанию

# preference
source: Select Font
es: Seleccionar fuente
et: Vali kirjatüüp
fr: Choisir la police
pt: Selecionar fonte
ru: Выбрать шрифт

# preference
source: Unit List
es: Lista de unidades
et: Üksuste loend
fr: Liste des unités
pt: Lista de unidades
ru: Список юнитов

# preference
source: Display Colors on unit list table cells, according to their content.
es: Mostrar colores en las celdas de la tabla de lista de unidades, de acuerdo con su contenido.
fr: Affichez les couleurs sur les cellules de la table de liste des unités, selon leur contenu.
pt: Exibir cores nas células da tabela de lista de unidades, de acordo com o seu conteúdo.
ru: Цветовое выделение ячеек списка юнитов по содержимому.

# preference
source: Display Colors
es: Colores de la pantalla
et: Kasuta värve
fr: Affichage des couleurs
pt: Cores da ecrã
ru: Отображать цвета

# preference
source: Display different totals regarding retrieved units
es: Mostrar diferentes totales respecto a las unidades recuperadas
fr: Afficher différents totaux concernant les unités récupérées
pt: Exibir diferentes totais referentes às unidades recuperadas
ru: Показывать сводные данные по юнитам

# preference
source: Display Totals Summary
es: Mostrar resumen de totales
fr: Masquer les totaux
pt: Exibir resumo de totais
ru: Показывать сводку итогов

# preference
source: Unit Description
et: Üksuse kirjeldus
fr: Description de l'unité
ru: Описание юнита

# preference
source: Wrap the unit description long text lines
fr: Renvoie automatique des lignes de text de la description de l'unité
ru: Переносить длинные строки описания юнита

# preference
source: Wrap unit description text
fr: Renvoie automatique du text
ru: Переносить текст описания юнита

# preference
source: Unit File
es: Archivo de unidad
et: Üksuse fail
fr: Fichier de l'unité
pt: Ficheiro de unidade
ru: Юнит-файл

# preference
source: Display unit file line number
es: Número de línea del archivo de la unidad de visualización
et: Näita üksusefailis reanumbreid
fr: Afficher le numéro de ligne du fichier de l'unité
pt: Exibir o número da linha do ficheiro da unidade
ru: Отображать номера строк юнит-файла

# preference
source: Line number
es: Número de línea
et: Rea number
fr: Numéro de ligne
pt: Número da linha
ru: Номер строки

# preference
source: Unit file highlight style
es: Estilo de resaltado de archivo de unidad
et: Üksusefaili esiletõstmise stiil
fr: Style de surbrillance du fichier d'unité
pt: Estilo de destaque do ficheiro de unidade
ru: Стиль подсветки юнит-файла

# preference
source: Text Highlight
es: Resaltado de texto
et: Teksti esiletõstmine
fr: Surbrillance du texte
pt: Destaque de texto
ru: Подсветка текста

# preference
source: To see the logs in color
es: Para ver los registros en color
fr: Pour voir les journaux en couleur
pt: Para ver os registos em cores
ru: Показывать логи с цветной подсветкой

# preference
source: Journal colors
es: Colores de la revista
et: Süsteemipäeviku värvid
fr: Couleur du journal
pt: Cores do jornal
ru: Цвета журнала

# preference
source: Journal's events batch size
es: Tamaño del lote de eventos del diario
et: Süsteemipäeviku sündmuse pakkide suurus
fr: Taille du lot des événements du journal
pt: Tamanho do lote de eventos do periódico
ru: Размер пакета событий журнала

# preference
source: Journal's event maximum characters <i>0 to no limit</i>
es: Número máximo de caracteres del evento del diario <i>De 0 a ilimitado</i>
et: Süsteemipäeviku sündmuse maksimumsuurus <i>0 märgib ülempiiri puudumist</i>
fr: Maximum de characters pour les évènements de journal <i>0 pour aucune limite</i>
pt: Caracteres máximos do evento do periódico <i>0 a nenhum limite</i>
ru: Максимальное количество символов в событии журнала <i>0 - без ограничений</i>

# preference
source: Journal's event max size
es: Tamaño máximo del evento del diario
et: Süsteemipäeviku sündmuse maksimumsuurus
fr: Taille maximale d'un événement du journal
pt: Tamanho máximo do evento do periódico
ru: Максимальный размер события журнала

# preference
source: _Proxy Configuration
fr: Configuration du _Proxy

source: Switch that controls other switches
fr: Interrupteur qui commande d'autres interrupteurs

# preference
source: Systemd Manager Method Calls
fr: Appels de méthodes à Systemd Manager

# preference
source: <b>Clean</b> method call through the Proxy
fr: Appel à la méthode <b>Nettoyer</b> via le proxy

# preference
source: Clean
fr: Nettoyer

# preference
source: <b>Freeze</b> method call through the Proxy
fr: Appel à la méthode <b>Geler</b> via le proxy

# preference
source: Freeze
fr: Geler

# preference
source: <b>Thaw</b> method call through the Proxy
fr: Appel à la méthode <b>Décongeler</b> via le proxy

# preference
source: Thaw
fr: Décongeler

# preference
source: <b>Enable Unit File</b> method call through the Proxy
fr: Appel à la méthode <b>Activer le fichier d'unité</b> via le proxy

# preference
source: Enable Unit File
fr: Activer le fichier d'unité

# preference
source: <b>Disable Unit File</b> method call through the Proxy
fr: Appel à la méthode <b>Désactiver le fichier d'unité</b> via le proxy

# preference
source: Disable Unit File
fr: Désactiver le fichier de l'unité

# preference
source: <b>Reload</b> Systemd Manager configuration method call through the Proxy
fr: Appel à la méthode <b>Recharger</b> via le proxy pour recharger la configuration du Systemd Manager

# preference
source: Reload Daemon
fr: Recharger la Configuration

# preference
source: <b>Revert Unit Files</b> to their vendor versions method call through the Proxy
fr: Appel à la méthode <b>Rétablir les fichiers unitaires</b> à leurs versions fournisseur via le proxy

# preference
source: Revert Unit Files
fr: Rétablir les fichiers de l'unité

# preference
source: Create a <b>Drop-in</b> file through the Proxy
fr: Créez un fichier <b>Drop-in</b> via le proxy

# preference
source: Create Drop-in
fr: Créer un Drop-in

# preference
source: <b>Save file</b> through the Proxy
fr: <b>Enregistrer le fichier</b> via le proxy

# preference
source: Save file
fr: Enregistrer

# preference
source: Proxy Behaviors
fr: Comportements du Proxy

source: Start the Proxy when starting SysD Manager
fr: Démarrez le Proxy au démarrage de SysD Manager

# preference
source: Start Proxy at Start up
fr: Démarrer le Proxy au démarrage

# preference
source: Stop the Proxy when closing SysD Manager
fr: Arrêtez le Proxy lors de la fermeture de SysD Manager

# preference
source: Stop Proxy at Close
fr: Arrêter le proxy à la fermeture

# shortcut window
source: General
et: Üldised
fr: Général
pt: Geral
ru: Общие

# shortcut window
source: Show Preferences
es: Mostrar preferencias
et: Näita eelistusi
fr: Afficher les préférences
pt: Mostrar preferências
ru: Показать настройки

# shortcut window
source: Open Search Unit
es: Unidad de búsqueda abierta
fr: Ouvrir la recherche d'une unité
pt: Abrir unidade de pesquisa
ru: Открыть поиск юнита

# shortcut window
source: Open Unit Property Filter
es: Filtro de propiedades de unidad abierta
et: Ava üksuse omaduste filter
fr: Ouvrir le filtre sur les propriétés de l'unité
pt: Filtro de propriedade de unidade aberta
ru: Открыть фильтр свойств юнита

# shortcut window
source: Open List Boots
es: Botas de lista abierta
et: Ava alglaadimiste loend
fr: Ouvrir la liste des boots
pt: Botas de lista aberta
ru: Открыть список загрузок

# shortcut window
source: Open columns manager
et: Ava veergude haldur
fr: Ouvrir le gestionnaire de colonnes
ru: Открыть менеджер столбцов

# shortcut window
source: Display Unit Information
es: Información de la unidad de visualización
et: Näita üksuse teavet
fr: Afficher les informations sur l'unité
pt: Exibir informações da unidade
ru: Показать информацию о юните

# shortcut window
source: Display Unit Dependencies
es: Dependencias de la unidad de visualización
et: Näita üksuse sõltuvusi
fr: Afficher les dépendances de l'unité
pt: Dependências da unidade de exibição
ru: Показать зависимости юнита

# shortcut window
source: Display Unit Definition File
es: Archivo de definición de unidad de visualización
et: Näita üksuse määratluste fail
fr: Afficher le fichier de définition de l'unité
pt: Ficheiro de definição da unidade de exibição
ru: Показать файл определения юнита

# shortcut window
source: Display Unit Journal Events
es: Eventos del diario de la unidad de visualización
et: Näita üksuse sündmusi süsteemipäevikus
fr: Afficher le Journal Événements de l'unité
pt: Eventos do diário da unidade de exibição
ru: Показать события журнала юнита

# shortcut window
source: Unit
et: Üksus
fr: Unité
ru: Юнит

# shortcut window
source: Show unit properties
et: Näita üksuse omadusi
fr: Afficher les propriétés de l'unité
ru: Показать свойства юнита

# shortcut window
source: Save the selected unit file
fr: Enregistrer le fichier d'unité sélectionné

# shortcut window
source: Curated Lists
fr: Listes organisées

# shortcut window
source: Merge Loaded Units with Unit Files
fr: Fusionner les unités chargées avec les fichiers d'unités
